export const groups = ["Группа 1", "Группа 2", "Группа 3"];

export const studentsData = {
  "Группа 1": [
    { name: "Иванов Иван Иванович", grades: [5, 4, 3] },
    { name: "Петрова Мария Львовна", grades: [4, 5, 4] },
  ],
  "Группа 2": [
    { name: "Сидоров Алексей Сидорович", grades: [3, 3, 4, 5] },
    { name: "Смирнова Ольга Викторовна", grades: [5, 5, 5, 4, 3] },
  ],
  "Группа 3": [{ name: "Кузнецов Дмитрий Павлович", grades: [4, 4, 5] }],
};

export const labs = [
  "Лаб. 1",
  "Лаб. 2",
  "Лаб. 3",
  "К.P. 1",
  "Лаб. 4",
  "Лаб. 5",
  "Лаб. 6",
  "Лаб. 7",
];
